{
    "status": "ok",
    "totalResults": 10,
    "articles": [
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Rita Liao",
    "title": "Chinese EVs have yet to succeed in Europe. The Middle East could be different",
    "description": "For Chinese electric car manufacturers, Europe has long been a priority destination for international expansion. With its affluence, environmental consciousness, and relatively friendly attitude towards China, the continent has attracted established players l…",
    "url": "https://techcrunch.com/2023/07/04/chinese-evs-turn-to-middlle-east-after-europe/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/GettyImages-1398264430.jpg?resize=1200,800",
    "publishedAt": "2023-07-04T17:05:18Z",
    "content": "For Chinese electric car manufacturers, Europe has long been a priority destination for international expansion. With its affluence, environmental consciousness, and relatively friendly attitude towa… [+6432 chars]"
    },
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Natasha Lomas",
    "title": "Konux gears up to scale its AI + IoT play for optimizing the railways",
    "description": "Meet Konux: a Munch-based deep tech AI scale-up, which has been trucking along building an AI-powered predictive maintenance SaaS for rail operators by and is now gearing up for a major expansion with Deutsche Bahn.",
    "url": "https://techcrunch.com/2023/07/04/konux-db-expansion/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/KONUX_UI_01.jpg?resize=1200,801",
    "publishedAt": "2023-07-04T15:32:55Z",
    "content": "Unless you’ve been on an extended digital detox this year, you can’t have missed how a certain flavor of AI hype has been accelerating down the tracks like a runaway train. But far from the viral buz… [+19970 chars]"
    },
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Ivan Mehta",
    "title": "Reddit braces for life after API changes",
    "description": "Reddit and its communities are preparing for a life after the platform's API changes forced popular third-party apps to shut down.",
    "url": "https://techcrunch.com/2023/07/04/reddit-braces-for-life-after-api-changes/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/reddit-glitch-1.jpg?resize=1200,675",
    "publishedAt": "2023-07-04T12:37:34Z",
    "content": "Reddit has had a tumultuous month after announcing changes to its data API. In the last month, Reddit’s CEO gave interviews defending the company’s decision, the social network had fights with develo… [+5941 chars]"
    },
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Natasha Lomas",
    "title": "CJEU ruling on Meta referral could close the chapter on surveillance capitalism",
    "description": "A long-anticipated judgement today by the Court of Justice of the European Union looks to have comprehensively crushed Meta's ability to deny European users a free choice over its tracking and profiling.",
    "url": "https://techcrunch.com/2023/07/04/cjeu-meta-superprofiling-decision/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/GettyImages-1245156419.jpg?resize=1200,800",
    "publishedAt": "2023-07-04T11:42:47Z",
    "content": "Mark your calendar European friends: July 4th could soon be celebrated as independence-from-Meta’s-surveillance-capitalism-day… A long-anticipated judgement handed down today by the Court of Justice … [+9265 chars]"
    },
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Dominic-Madori Davis",
    "title": "What’s it like being a Black founder in France?",
    "description": "Partly due to a historical \"color-blind\" policymaking regime, the French startup ecosystem for Black founders is shrouded in mystery.",
    "url": "https://techcrunch.com/2023/07/04/whats-it-like-being-a-black-founder-in-france/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/benoist-madeleine-emoji-1.jpg?resize=1200,674",
    "publishedAt": "2023-07-04T10:10:58Z",
    "content": "In France, Shaila Sahai says pitching investors usually goes like this.\r\nShe is a woman, Black and a CEO, and when she walks into a meeting with investors, armed with a slide deck for her fintech sta… [+3327 chars]"
    },
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Jagmeet Singh",
    "title": "ClickUp, a productivity platform that was last valued at $4B, cuts 10% of workforce",
    "description": "ClickUp, the workplace productivity startup that counts storied investors Andreessen Horowitz and Tiger Global among its backers, has laid off 10% of its workforce.",
    "url": "https://techcrunch.com/2023/07/04/clickup-layoffs/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/GettyImages-1247853635.jpg?resize=1200,800",
    "publishedAt": "2023-07-04T08:32:41Z",
    "content": "ClickUp, the software-as-a-service startup that offers a workforce productivity platform and counts storied investors Andreessen Horowitz and Tiger Global among its backers, has laid off 10% of its w… [+2426 chars]"
    },
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Rebecca Szkutak and Dominic-Madori Davis",
    "title": "Farmers use tech too with Charles Baron from Farmers Business Network",
    "description": "This episode covers why FBN expanded its services so quickly and what it is likely selling to a traditionally low-tech market.",
    "url": "https://techcrunch.com/2023/07/04/farmers-use-tech-too-with-charles-baron-from-farmers-business-network/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/05/found-2022-featured.jpg?resize=1200,675",
    "publishedAt": "2023-07-04T03:52:07Z",
    "content": "Welcome back to Found, where we get the stories behind the startups.\r\nThis week Becca and Dom are joined by Charles Baron, the co-founder and CMO at Farmers Business Network (FBN), a startup that off… [+447 chars]"
    },
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Ivan Mehta",
    "title": "Twitter said only verified users will be able to access TweetDeck after 30 days",
    "description": "Twitter started rolling a new version of TweetDeck Monday and said that it will be a verified-only feature in 30 days.",
    "url": "https://techcrunch.com/2023/07/03/twitter-said-only-verified-users-will-be-able-to-access-tweetdeck-after-30-days/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/elon-musk-twitter-2023-b.jpg?resize=1200,675",
    "publishedAt": "2023-07-04T02:54:48Z",
    "content": "After swathes of users were unable to access parts of TweetDeck over the last few days, Twitter started rolling out a new version of the web app to users Monday. The company also added that in 30 day… [+2055 chars]"
    },
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Anna Heim",
    "title": "Deep tech in Latin America and the Caribbean is set to skyrocket",
    "description": "While new factories and more jobs is good news for Mexico, the country and its Latin American and Caribbean peers can harbor higher hopes for deep tech.",
    "url": "https://techcrunch.com/2023/07/04/deep-tech-latam-caribbean/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/04/latin-america-money-bryce.webp?resize=1200,674",
    "publishedAt": "2023-07-03T23:19:41Z",
    "content": "The Tesla Gigafactoryplanned to be built in Mexico should be seen, Bloomberg argues, “as a graduation moment for Mexican manufacturing.” And there’s hope that the CHIPS bill, which President Joe Bide… [+2402 chars]"
    },
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Lauren Simonds",
    "title": "Plaid will deposit open banking intel on the Fintech Stage at TechCrunch Disrupt 2023",
    "description": "Hear Zach Perret discuss open banking, a nixed $5B buyout, expanding products and more on the Fintech Stage at TechCrunch Disrupt 2023.",
    "url": "https://techcrunch.com/2023/07/04/plaid-will-deposit-open-banking-intel-on-the-fintech-stage-at-techcrunch-disrupt-2023/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/tc_disrupt_2023_speaker-carousel_1920x1080_Zach_Perret.jpg?resize=1200,675",
    "publishedAt": "2023-07-03T19:33:00Z",
    "content": "If a cat had a thousand lives, we would name it Plaid in recognition of the fintech startup giant that moves forward relentlessly, regardless of obstacles along the way. Case in point: When the Depar… [+2064 chars]"
    }
    ]
    }